@include('header',['title'=>'留学Go用户协议'])

<div class="row">
    <div class="col-md-6 col-md-offset-3" style="margin-top: 160px">
        <h4 class="text-center">留学GO用户注册协议</h4>
         <p>       欢迎申请使用西天取经技术有限公司旗下产品留学GO（以下简称“留学GO”）服务，为维护网上公共秩序和社会稳定并保障用户的权益，请在申请用户名之前详细阅读本网站注册协议。
                用户须接受本协议全部内容，方可注册并使用本网站服务；否则，请您不要注册或者使用本网站与服务。
             <br><br>
                本协议的订立、履行、解释及争议的解决均适用中华人民共和国法律并排除其他一切冲突法的适用。本《协议》订立于北京市海淀区。如双方就本《协议》的内容或其执行发生任何争议（包括但不限于合同或者其他财产性权益纠纷），双方应友好协商解决；协商不成时，双方同意交由北京市海淀区人民法院管辖并处理。
             <br>
            <h4>一、网站规则</h4>
            1. 用户应遵守中华人民共和国相关法律法规及公序良俗。<br>
            2. 用户对其自行上载的内容负全部责任，所有用户不得在本网站任何页面上载含有下列内容之一的信息，否则西天取经有限公司有权自行处理，包括但不限于删除网站帖，禁止用户发言或登录等处理措施：<br>
            <span style="padding: 50px 20px 50px 20px;">(1)违反宪法确定的基本原则的；</span> <br>
            <span style="padding: 50px 20px 50px 20px;">(2)危害国家安全，泄漏国家机密，颠覆国家政权，破坏国家统一的；</span> <br>
            <span style="padding: 50px 20px 50px 20px;">(3)损害国家荣誉和利益的；</span> <br>
            <span style="padding: 50px 20px 50px 20px;">(4)煽动民族仇恨、民族歧视，破坏民族团结的；</span> <br>
            <span style="padding: 50px 20px 50px 20px;">(5)破坏国家宗教政策，宣扬邪教和封建迷信的；</span> <br>
            <span style="padding: 50px 20px 50px 20px;">(6)散布谣言，扰乱社会秩序，破坏社会稳定的；</span> <br>
            <span style="padding: 50px 20px 50px 20px;">(7)散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</span> <br>
            <span style="padding: 50px 20px 50px 20px;">(8)侮辱或者诽谤他人，侵害他人合法权益的；</span> <br>
            <span style="padding: 50px 20px 50px 20px;">(9)煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</span> <br>
            <span style="padding: 50px 20px 50px 20px;">(10)以非法民间组织名义活动的；</span> <br>
            <span style="padding: 50px 20px 50px 20px;">(11)发布任何经西天取经有限公司合理判断后认为不妥当或者未经西天取经有限公司认可的软件、文件等在内的主页地址或者链接，等；</span><br>
            <span style="padding: 50px 20px 50px 20px;">(12)含有法律、行政法规禁止的其他内容的。</span><br>
            3. 用户应通过合法且正当的途径使用本网站与服务，不得做出任何侵害西天取经有限公司或者任何第三方权益，违反本协议、西天取经有限公司发布的其他规则或者国家有关法律法规的行为，包括但不限于：<br>
            <span style="padding: 50px 20px 50px 20px;">(1) 不得为任何非法目的而使用本网站内容与服务；</span> <br>
            <span style="padding: 50px 20px 50px 20px;">(2) 不得利用本网站或服务进行任何可能对互联网的正常运转造成不利影响的行为（包括但不限于恶意制作、传播计算机病毒，等）；</span><br>
            <span style="padding: 50px 20px 50px 20px;">(3) 不得利用本网站或服务进行任何不利于西天取经有限公司的行为或者以任何方式干扰西天取经有限公司服务；</span><br>
            <span style="padding: 50px 20px 50px 20px;">(4) 不得制作、发布、传播与本网站宗旨与目的无关的言论与内容；</span><br>
            <span style="padding: 50px 20px 50px 20px;">(5) 不得利用本网站或者服务器的技术缺陷或者漏洞，侵入或者攻击网站服务器、路由器、交换机或者其他设备；</span><br>
            <span style="padding: 50px 20px 50px 20px;">(6) 不得复制、改编、整理、汇编、注释、翻译本网站内容或者对本网站进行反向工程、反向编译，等；</span><br>
            <span style="padding: 50px 20px 50px 20px;">(7) 未经西天取经有限公司授权，不得利用本网站或者服务发布广告或谋取其他商业利益；</span><br>
            <span style="padding: 50px 20px 50px 20px;">(8) 不得实施其他不合法或者不正当的行为。</span><br>
            用户理解，如果西天取经技术有限公司发现用户在本网站上发布的信息属于上述内容之一，依据中国法律，西天取经技术有限公司有权采取删除网站帖，禁止用户发言或登录、关闭服务器等处理措施，并有权保存有关记录，向国家有关机关报告。<br>
            4. 如用户在使用本网站服务时违反本协议任何规定，西天取经有限公司有权要求用户改正或直接采取一切必要的措施(包括但不限于删除用户张贴的内容、禁止回复、暂停或终止用户使用本网站服务的权利)以减轻用户不当行为而造成的影响；因用户行为造成西天取经有限公司及（或）其关联公司损失的，用户应给予等额赔偿。<br>
            5.西天取经有限公司对本网站下所提供的服务将尽力维护其安全性及方便性，但对非西天取经有限公司过错导致服务中出现的信息（包括但不限于用户发布的信息）删除或储存失败不承担任何责任。本协议所指不可抗力包括：天灾、法律法规或政府指令的变更，因网络服务特性而特有的原因，例如境内外基础电信运营商的故障，计算机或互联网相关技术缺陷、互联网覆盖范围限制、计算机病毒、黑客攻击等因素，及其他合法范围内的不能预见、不能避免病不能克服的客观情况。<br>

            <h4>二、知识产权等相关权利及授权</h4>
            1. 西天取经技术有限公司尊重知识产权并注重保护用户享有的各项权利。在本网站服务中，用户可能需要通过上传、发布等各种方式向西天取经有限公司提供内容。在此情况下，用户仍然享有此等内容的完整知识产权。用户在提供内容时将授予西天取经有限公司一项全球性的免费许可。允许西天取经有限公司使用、传播、复制、修改、再许可、翻译、创建衍生性作品、出版、表演及展示此等内容。<br>
            2. 西天取经有限公司依法享有本网站相关的一切合法权属，包括但不限于对本网站内所体现的名称、图形、徽记、标识、文字表述、版面设计、编排方式和/或西天取经有限公司的其他产品或者服务享有完全的知识产权。任何人需要转载本网站内容，应通知西天取经有限公司及被转载内容的作者，获同意后应注明“来源于留学Go官方网站”及署上作者姓名；按法律规定需要支付报酬的，由转载者与作者自行协商。<br>

            <h4>三、服务规则</h4>
            1.西天取经有限公司有权在必要时修改本协议的相关内容。西天取经有限公司提醒用户及时查阅了解修改的内容，并自觉遵守修改后的内容。本协议修改后，如用户继续使用本网站服务的，则视为该用户已经全部接受协议的修改；如用户不同意修改内容，可随时单方面停止使用本网站服务。<br>
            2. 用户拥有自主权利，随时单方面终止使用本网站服务而无需事先知会西天取经有限公司。根据公司业务发展的需要，西天取经有限公司保留随时中断或者终止本网站服务的权利。用户理解，修改、中断或者终止本网站服务属于西天取经有限公司商业决策的内容，用户承诺不会以任何理由要求西天取经有限公司继续运营或者要求西天取经有限公司承担任何形式的赔偿或者补偿。<br>

            <h4>四、法律适用当本协议的任何内容与中华人民共和国法律相抵触时，应当以法律规定为准，同时相关条款将按法律规定进行修改或重新解释，而本协议其他部分的法律效力不变。</h4>

            <h4>五、声明</h4>
            1. 用户在本网站上所表达的观点、建议和其它内容均为用户本人看法，不代表西天取经有限公司的观点。<br>
            2. 西天取经有限公司不行使、未能及时行使或者未充分行使本协议或者按照法律规定所享有的权利，不应被视为放弃该权利，也不影响西天取经有限公司在将来行使该权利。<br>
        </p>
    </div>
</div>
